{"version": "v1.1", "data":
[{"title": "first_set",
  "paragraphs": [{
    "context": ["On the day when Isaac was weaned, Abraham made a great feast, to which he invited all the people of the land. Not all of those who came to enjoy the feast believed in the alleged occasion of its celebration, for some said contemptuously, {27}\"This old couple have adopted a foundling, and provided a feast to persuade us to believe that the child is their own offspring.\" What did Abraham do? He invited all the great men of the day, and Sarah invited their wives, who brought their infants, but not their nurses, along with them. On this occasion Sarah's breasts became like two fountains, for she supplied, of her own body, nourishment to all the children. Still some were unconvinced, and said, \"Shall a child be born to one that is a hundred years old, and shall Sarah, who is ninety years old, bear?\" (Gen. xvii. 17.) Whereupon, to silence this objection, Isaac's face was changed, so that it became the very picture of Abraham's; then one and all exclaimed, \"Abraham begat Isaac.\""],
    "qas": []
  },
    {
      "context": ["Rava relates the following in the name of Rabbi Yochanan:—\"Two Jewish slaves were one day walking along, when their master, who was following, overheard the one saying to the other, 'There is a camel ahead of us, as I judge—for I have not seen—that is blind of one eye and laden with two skin-bottles, one of which contains wine and the other oil, while two drivers attend it, one of them an Israelite, and the other a Gentile.' 'You perverse men,' said their master, 'how can you fabricate such a story as that?' The slave answered, and gave this as his reason, 'The grass is cropped only on one side of the track, the wine, that must have dripped, has soaked into the earth on the right, and the oil has trickled down, and may be seen on the left; while one of the drivers turned aside from the track to ease himself, but the other has not even left the road for the purpose.' Upon this the master stepped on before them in order to verify the correctness of their inferences, and found the conclusion true in every particular. He then turned back, and ... after complimenting the two slaves for their shrewdness, he at once gave them their liberty.\""],
      "qas": []
    }
  ]
}]}